export const QuestionData = [
	{
		id: 1,
		title:
			"오늘은 고기 먹는 날.\n  그런데 애인이 자기 친구A를 데려왔다.\n 이 때 나는?",
		answera: "나한테 말도 없이 데려오면 어떡해",
		answerb: "이런 날도 있는거지 뭐...",
		type: "JP",
	},
	{
		id: 2,
		title:
			"애인 차를 타고 식당으로 이동중이다.\n 친구A가 음악이나 틀자며 너무 자연스럽게\n 차 오디오에 블루투스를 연결한다.\n 이 때 나는?",
		answera: "선곡 잘 해주세요~!",
		answerb: "전에 둘이 같이 드라이브한 적 있나봐요",
		type: "SN",
	},
	{
		id: 3,
		title:
			"식당에서 한참 고기를 먹는 중이다.\n 애인이 고기를 굽느라 잘 못 먹는 것 같다.\n 내가 챙겨주려던 차에  친구A가\n 먼저 애인에게 쌈을 하나 싸준다.\n 이 때 나는?",
		answera: "애인이 자기 알아서 먹게 내가 고기를 굽는다",
		answerb: "쌈을 받아 먹는걸 황망하게 쳐다본다",
		type: "JP",
	},
	{
		id: 4,
		title:
			"친구A가 붙은 깻잎을 떼려고 하자\n 애인이 젓가락으로 잠시 붙잡아준다. \n 이 때 나는?",
		answera: "빨리 떼줘야 나도 밑에 있는 깻잎을 먹을 수 있다",
		answerb: "지금 뭐하는거...?",
		type: "SN",
	},
	{
		id: 5,
		title:
			"식사 끝무렵 이야기 중\n 애인이 친구A의 이사를\n 직접 도와준 적이 있다는걸 알게 됐다.\n 나랑 사귀기 전의 일이라지만 조금 신경 쓰인다.\n 이 때 나는?",
		answera: "스케줄이 맞아서 도와줬나보다",
		answerb: "왜 하필...다른 친구도 있을거 아니야?",
		type: "JP",
	},
	{
		id: 6,
		title:
			"2차는 애인 집에서 술을 먹기로 했다.\n 이동하는 중에 애인이 친구A의\n 어깨 위 먼지를 가볍게 털어준다.\n 이 때 나는?",
		answera: "위에서 뭐 떨어지나?",
		answerb: "별로 많이 묻은 것 같지도 않은데",
		type: "TF",
	},
	{
		id: 7,
		title:
			"애인 집에서 신나게 술 먹다\n 일찍 취해서 내가 먼저 자버렸다.\n 일어나보니 친구A는 가고 없다.\n 둘이서 나 없이 두어 시간은 술을 더 먹었다는데...\n 이 때 나는?",
		answera: "둘이서 무슨 이야기했길래...?",
		answerb: "아 나도 끼고 싶었는데...아쉽당",
		type: "SN",
	},
	{
		id: 8,
		title:
			"다음 날, 예정대로 내 친구B를 애인에게\n 소개시켜줄 겸 같이 저녁을 먹으러 왔다.\n 웨이팅 중 친구B가 패딩 지퍼를\n 올리는데, 잘 안되는지 낑낑댄다.\n 그걸 본 애인이 지퍼를 올려주려고 한다.\n 이 때 나는?",
		answera: "애인을 밀고 내가 대신 도와준다",
		answerb: "신경 쓰여서 슬쩍 보기만 한다",
		type: "EI",
	},
	{
		id: 9,
		title:
			"긴 웨이팅 끝에 들어와서 해산물 모둠을 시켰다.\n 애인이 친구B와 나를 위해\n 새우 껍집을 까주는 매너를 발휘한다.\n 그런데 내게 먼저 올 줄 알았던\n 첫 새우를 친구B에게 바로 건네준다.\n 이때 나는?",
		answera: "나부터 주기 민망했나?",
		answerb: "왜 저래",
		type: "TF",
	},
	{
		id: 10,
		title:
			"후식을 사러 편의점에 들렀다.\n 나와 친구B는 아이스크림을,\n 애인은 배가 덜 찼는지 핫바 하나를 산다.\n 그런데 친구B가 애인에게 자연스레\n 한입 얻어먹으려고 한다.\n 이때 나는?",
		answera: "친구야 내가 핫바 사줄게",
		answerb: "먹지 말라고 할 수는 없어서 그냥 있는다",
		type: "EI",
	},
	{
		id: 11,
		title:
			"애인이 이벤트룸을 열시 반에\n 예약했다고 해서 슬슬 이동하기로 했다.\n 그런데 알고보니 3주 전부터 친구B에게 \n 부탁해서 이벤트 준비에 도움을 받았다고 한다.\n 이때 나는?",
		answera: "감동이다! 근데 둘이 만나면서 준비한거야?",
		answerb: "굳이? 싶지만 고맙기도 해서 혼란스럽다",
		type: "EI",
	},
	{
		id: 12,
		title:
			"친구B는 눈치껏 집에 돌아가고\n 애인과 나는 와인 한잔 하며 좋은 시간을 보낸다.\n 하지만 나 몰래 둘이 이벤트를 준비한게 마음에 걸려서\n 서운한 티를 감출 수가 없다.\n 이를 눈치채고 나를 달래는 애인.\n 이때 나는?",
		answera: "이해가 잘 안돼..꼭 둘이 준비해야했어?",
		answerb: "이 좋은 날에 혼란스러운 기분이 드는게 속상해",
		type: "TF",
	},
];
